import { imgUrl } from '../../constants';

export const consultantData = [
  {
    id: 0,
    name: '신선형',
    intro:
      '학부모님들이 자녀 교육에 열정적인 것은 그 교육이 아이의 평생 자산이 될 거라는걸 알기 때문일 것입니다. 제가 다년간 수많은 학생들의 수학 교육을 통해 얻은 노하우로 한 줄기 빛이 되는 해법을 알리고자 합니다.',
    description:
      '교육에 대한 모든 세계관이 풀릿에 담겨있다고 생각합니다. 그 중심에 저도 함께 나아가고 싶습니다. 더 나은 미래를 만들 수 있도록 모든 최고의 교육을 열망하자는 자들의 최고의 친구가 될 것입니다. 가장 쉬운 교육, 가장 깊은 교육을 위해 저는 풀릿에 열정을 바치고 있습니다.',
    profileImg: imgUrl('profile_sunhyeong.png'),
    grade: '유아 / 초등 / 중등',
    type: '수학',
  },
  {
    id: 1,
    name: '윤기은',
    intro:
      '대치동 교육 트렌드 및 강남 8학군의 중, 고등학교별 내신 출제 경향을 학생의 현시점에서 비교해볼 수 있도록 데이터를 토대로 한 현실적인 컨설팅을 해드립니다. 또한 변화하는 교육과정에 대한 입시 현상을 정확히 인지-분석하여 가장 적합한 대처 방법을 제안해드리겠습니다.',
    description:
      '풀릿의 모든 아이디어와 창의적인 발상을 현실 속에서 구현 가능할 수 있도록 정확한 판단을 내려주는 역할을 맡고 있습니다. 최대한 시행착오가 적도록, 그리고 모든 사람의 이상과 바람 이루어질 수 있도록 올바른 길을 제시해주고 싶습니다.',
    profileImg: imgUrl('profile_gieun.png'),
    grade: '초등 / 중등 / 고등',
    type: '수학',
  },
];
